[ChestGrades.NoteToSelf_Chest_Balance InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.InteractiveObj_IceBlock InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_NoteToSelf_Chest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BigBoyStatue InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoteToSelf_Ice InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_NoteToSelf_Echo MissionItemDefinition]
UseFailureCharacterMessage="You need %s If you use this building."
ItemName="the voice of speech"
PickupMessage="You are right %s"
UseFailureLevelMessage="Level %d is required to use this feature."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="completely finished"

[ItemDefs.ID_MO_NoteToSelf_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Consider storing more tools."
NoConstraintText=""
Suffix=""
Prefix=""

